{
    "name": "Портал в энд",
    "icon": "minecraft:end_portal_frame",
    "category": "patchouli:world_category",
    "pages": [
        {
            "type": "patchouli:text",
            "text": "Для того чтобы открыть портал в финальное вступление данного мира, вам нужно найти 12 разных око края, они находятся в каждой части мира. Они выбиваются из боссов, покупаются а так-же находятся через магические действия!"
        },
        {
            "type": "spotlight",
            "title": "Чёрное Око",
            "text": "Пираты говорят, что это око дало им возможность увидеть легендаруню Черную жемчужину. Его можно получить победив Хранителя древнего города находящийся далеко под землёй.",
            "item": "endrem:black_eye"
        },
        {
            "type": "spotlight",
            "title": "Ледяное Око",
            "text": "Один из главных артефактов этой вселенной, оставленных ледологами перед тем, как они все внезапно исчезли из мира. Выбивается с ледочрева названным в честь пропажи ледологов.",
            "item": "endrem:cold_eye"
        },
        {
            "type": "spotlight",
            "title": "Повреждённое Око",
            "text": "Око жадного короля, померкшее в одиночестве. Легенда гласит, что оно принесет своему владельцу бесконечное богатство. Найти данное око можно у разбойников в башнях.",
            "item": "endrem:corrupted_eye"
        },
        {
            "type": "spotlight",
            "title": "Проклятое Око",
            "text": "Могущественный, но разрушительный артефакт. Пиглины поклялись защищать его ценой своей жизни. Проклятое око можно найти в бастионе пиглинов.",
            "item": "endrem:cursed_eye"
        },
        {
            "type": "spotlight",
            "title": "Зловещее Око",
            "text": "Священный талисман, который, как говорят, защищает своего владельца от неудач. Данное око можно купить у крестьянина священника, только вопрос.. Откуда у него данное око?",
            "item": "endrem:evil_eye"
        },
        {
            "type": "spotlight",
            "title": "Экзотическое Око",
            "text": "Тех, кто следил за этим оком, больше никто не видел. Оно такое красивое, кажется.. Оно подводное? Интересно... Экзотическое око можно получить победив Левиафана далеко под землёй.",
            "item": "endrem:exotic_eye"
        },
        {
            "type": "spotlight",
            "title": "Око стража",
            "text": "Оно видело, как многие воины тонули в морских глубинах, и никто ничего не мог с этим поделать, но вот вопрос: Что или кто за этим стоит? Око стража можно получить победив Древнего Стража.",
            "item": "endrem:guardian_eye"
        },
        {
            "type": "spotlight",
            "title": "Потерянное Око",
            "text": "Поговаривают, что оно было выковано первыми кузнецами времени. Почему данный Предвестник очень сильно похож на иссушителя, может это его собрат?.. Потерянное око можно получить победив Предвестника",
            "item": "endrem:lost_eye"
        },
        {
            "type": "spotlight",
            "title": "Магическое Око",
            "text": "Без этого ока у владельца нету ни малейшего шанса выжить в других условиях которые могут встретиться в мире. Оно слишком горячее, чтобы была в обычном мире... Магическое око можно получить победив Игниса.",
            "item": "endrem:magical_eye"
        },
        {
            "type": "spotlight",
            "title": "Око ада",
            "text": "Данное око было потеряно во время жестокой битвы между Адом и Раем, к сожалению Ад победил в этой битве... Око Ада можно получить победив Незеритового Чудовища.",
            "item": "endrem:nether_eye"
        },
        {
            "type": "spotlight",
            "title": "Старинное око",
            "text": "Легенды гласят, что этот глаз когда-то принадлежал одному из великих песчаных червей. Оно слишком страшное, и очень странное? Мне кажется надо убить его! Старинное око можно получить победив Древние Останки.",
            "item": "endrem:old_eye"
        },
        {
            "type": "spotlight",
            "title": "Око изгоя",
            "text": "Считается, что этот глаз дал нашим предкам знания о Редстоуне. Но что-то пошло не так и он попал в руки странных чудовищ из другого измерения... Око изгоя можно получить победив Нагу.",
            "item": "endrem:rogue_eye"
        },
        {
            "type": "crafting",
            "title": "Рецепт Ока Нежети",
            "text": "Данное око сильное воспоминание о прошлых жизнях тех, кто живет в мучительной смерти..",
            "recipe": "endrem:undead_eye"
        },
        {
            "type": "crafting",
            "title": "Рецепт Ока Ведьмы",
            "text": "Считается, что это око видело древние рецепты пивоварения, затерянные во времени. Но кто знает, может она видела не только рецепты связанные с пивом?...",
            "recipe": "endrem:witch_eye"
        },
        {
            "type": "spotlight",
            "title": "На этом всё!",
            "text": "Теперь вы знаете всю информацию о 12-ти оках, а так-же с кого они выбиваются, надеемся, что мы вам помогли и вы будете находить ока намного чаще, чем раньше!",
            "item": "endrem:undead_soul"
        }
    ]
}